{"share":{"cardTitle":"What Was Promised vs. What O’Hare Got","cardDescription":"As O’Hare International Airport grew to one of the busiest transportation hubs in the world, it has left in its wake a track record of costly delays, billions in spending, and decades of broken promises."},"top":{"headline":"What was promised, what O’Hare got","deck":"As O’Hare International Airport grew to one of the busiest transportation hubs in the world, it has left in its wake a track record of costly delays, billions in spending, and decades of broken promises.","byline":"By <a href=\"https://www.bettergov.org/team/alejandra-cancino/\">Alejandra Cancino</a>, Better Government Association","timestamp":"2019-07-24T06:00-0500","date":"July 24, 2019","partnerLanguage":"This article was co-published with <a href=\"https://www.chicagomag.com\">Chicago Magazine</a>.","leadin":"As O’Hare International Airport grew to one of the busiest transportation hubs in the world, it has left in its wake a track record of costly delays, billions in spending, and decades of broken promises."},"images":{"terminal":{"src":"images/gettyimages-1067513240-2048x2048.jpg"},"peopleMover":{"src":"images/trains_desat.jpg","caption":"Retired people-mover cars from O'Hare International Airport sit in one of the empty lots behind the airport terminals.","cutline":"Dawid S Swierczek/iStock"},"runways":{"src":"images/construction_desat.jpg","caption":"A large dump truck drives through an ongoing excavation in a new runway area at O'Hare International Airport in 2006.","cutline":"Tim Boyle/Getty Images"}},"projects":{"terminal":[{"date":"1963","description":"The first permanent international terminal opens on the site of what is now Terminal 1, the current home of United Airlines.","promised":[{"cost":"$2.6 million","date":"","description":"“No other civilian airport anywhere will have finer or more diversified air transportation,” William E. Downes Jr., then-Chicago Aviation Commissioner wrote in a report during construction."}],"delivered":[{"cost":"$2.8 million","date":"1963","description":"An overcrowded, maligned facility that often resulted in passengers standing in lines for hours just to clear customs. In 1981, the city spent an additional <a href=\"https://www.documentcloud.org/documents/6209819-1981-Byrne-O-Hare.html\">$2.4 million</a> in another failed attempt to alleviate overcrowding."}]},{"date":"1985","description":"The existing international terminal is torn down and international operations are moved temporarily to a converted airport parking garage. The plan is to use the makeshift terminal for four years as a temporary fix while a new international terminal is built.","promised":[{"cost":"$15 million","date":"1984","description":"A 330,000-square-foot terminal on the ground floor of an elevated parking structure that is designed as a four-year stop gap measure until a permanent international terminal could be opened."}],"delivered":[{"cost":"<a href=\"https://www.documentcloud.org/documents/6161645-1990-AB-P198.html\">$34.6 million</a>","date":"1985","description":"An <a href=\"https://www.documentcloud.org/documents/6209782-1985312-O-Hare-Terminal-4.html\">admittedly flawed</a> interim facility with no adjacent gates, requiring travelers to be shuttled on a bus roughly two miles to their awaiting planes. The facility is kept open an extra five years because of delays in opening the new one."}]},{"date":"1993","description":"A 1.2 million-square-foot international terminal opens at its current location.","promised":[{"cost":"$300 million","date":"1988","description":"A state-of-the-art facility described as a crown jewel and a strong selling point to attract international travelers and investment. It is designed to handle up to 4,000 passengers per hour."}],"delivered":[{"cost":"$618 million","date":"1993","description":"A terminal building later described by one prominent aviation expert as <a href=\"https://www.chicagotribune.com/news/ct-xpm-2012-10-17-ct-met-ohare-international-terminal-1017-20121017-story.html\">“one of the lousiest buildings in the airline industry firmament.”</a> It opens five years late, at more than double the cost of early estimates, and is the subject of lengthy litigation between the city and the design team it hired. City officials attributed the delays and costs to design changes, construction problems and federal regulatory requirements."}]},{"date":"2019","description":"The Chicago City Council approves funding for then-Mayor Rahm Emanuel’s expansion plans, dubbed O’Hare 21. The cornerstone of that plan is a new international terminal to be located on the current site of Terminal 2, which will be torn down. The plan is to ease passenger connections between domestic and international flights.","promised":[{"cost":"$2.2 billion","date":"2028","description":"“My boss, the mayor, has this thing: ‘I don’t just want O’Hare to be bigger, it has to be the best,’ and this is one of the ways we’re going to leapfrog over the other U.S. international terminals,” then-Aviation Commissioner Ginger Evans said in a <a href=\"https://www.chicagotribune.com/politics/ct-met-city-hall-story-20180223-story.html\">2018 interview</a>."}],"delivered":[{"title":"Delivered so far","cost":"","date":"","description":"Chicago earlier this year signs a $160 million design contract with Studio ORD, a group headed by Chicago-based architect Jeanne Gang. Negotiations behind the contract were criticized for lacking transparency, including Chicago Tribune architecture critic Blair Kamin writing that it smelled of “<a href=\"https://www.chicagotribune.com/columns/blair-kamin/ct-biz-ohare-design-column-kamin-0118-story.html\">backroom deals and smoke-filled rooms</a>.”"}]},{"date":"2019","description":"Construction begins in March to convert the current international terminal to one that accepts mostly domestic flights. The city plans to add 10 gates, expand and upgrade security checkpoints and baggage handling, and to enhance dining and retail as part of Emanuel’s O’Hare 21 expansion plan.","promised":[{"cost":"$1.2 billion","date":"2021","description":"“With the improvements we are making today, O’Hare will continue to set new records and fuel more connectivity, tourism, and economic impact for the city well into the future,” Emanuel says in a March 20 press statement."}],"delivered":[{"title":"","cost":"","date":"","description":""}]}],"peopleMover":[{"date":"1993","description":"A 2.7-mile light rail transit system, called the “Automated People Mover,” opens to ferry passengers from parking areas to the terminals. It is designed to reduce delays and traffic.","promised":[{"cost":"$137.8 million","date":"1990","description":"“The country’s most advanced automated guidance system, rivaling any airport transit system in the world,” said former Mayor Harold Washington before his unexpected death in 1987."}],"delivered":[{"cost":"<a href=\"https://www.documentcloud.org/documents/6161646-1992AB-P213.html\">$168 million</a>","date":"1993","description":"A system too short to reach remote parking lots and that bypassed car rental lots, meaning shuttle busses still clog terminal roadways."}]},{"date":"2011","description":"The city unveils a project to update the people mover. The extension is planned to add 2,000 feet to the rail system to reach a new rental car building, and to more than double the number of people mover cars.","promised":[{"cost":"<a href=\"https://www.documentcloud.org/documents/6161653-PCG-ATS.html\">$310 million</a>","date":"2018","description":"To ease congestion around airport roadways, by extending the line and by more than doubling the rail cars. The project is designed to whisk passengers to and from remote parking in five minutes."}],"delivered":[{"title":"Delivered so far","cost":"<a href=\"https://www.documentcloud.org/documents/6161648-PCG-ATS-Amendment-3.html\">$334 million</a>","date":"Sept. 2019 (expected)","description":"Construction squabbles, delays and confusion. Last year, the Emanuel administration settled a dispute with its contractor, airport construction giant Parsons Corp., over confusion about who was responsible for the elevated guideway for the system’s extension. The city, which blamed the delays on Parsons, eventually agreed to pay the company an additional $23 million to settle the dispute.\n\nThe Emanuel administration also has delivered a controversial decision to allow rideshare companies such as Uber and Lyft to operate at the airport, which may exacerbate the very traffic congestion the plan was designed to relieve."}]},{"date":"2018","description":"Mayor Rahm Emanuel holds an underground press conference to endorse a billion-dollar plan concocted by eccentric Tesla founder Elon Musk to build a high-speed underground transit line linking O’Hare to the Loop in 12 minutes.","promised":[{"cost":"$1 billion","date":"Unknown","description":"Musk’s The Boring Company claims it can tunnel the roughly 15 miles from downtown to O’Hare and build a state-of-the-art, high-speed system in 18 months. Musk promised to pay for the $1 billion project himself. “This transformative project will help Chicago write the next chapter in our legacy of innovation and invention,” Emanuel said in a June 14, 2018 statement after appearing with the tech billionaire to announce the grandiose plan."}],"delivered":[{"title":"Delivered so far","cost":"","date":"","description":"Artists renderings and a news conference. Mayor Lori Lightfoot, who took office in May, has expressed skepticism about the project."}]},{"date":"2019","description":"Bids are sought to design yet another new underground rail system for passengers who have already cleared security, connecting the main terminal to satellite terminals planned for the future. The tunnel construction is first up, with the transit line construction to follow.","promised":[{"cost":"<a href=\"https://www.documentcloud.org/documents/6161836-02018-1124V1-Exhibit-L.html\">$353 million</a>","date":"2024","description":"An open-ended plan to move passengers between terminals after they clear security checkpoints. The current plan has the city building only the tunnel section to be completed in 2024. The next phase of the project would be to install a people mover, but the city and airlines agree the city will wait until the number of passengers at O’Hare reaches 101.5 million annually. Last year, O’Hare serviced nearly 80 million passengers."}],"delivered":[{"title":"","cost":"","date":"","description":""}]}],"runways":[{"date":"2001","description":"Then-Mayor Richard M. Daley unveils an “O’Hare Modernization Program,” which he says will all but eliminate flight delays by lengthening runways and reconfiguring them into a parallel pattern to eliminate planes from having to cross paths.","promised":[{"cost":"$3.3 billion","date":"2013","description":"A complete overhaul of the airport’s runway layout designed to meet demand beyond 2030 by handling up to 1.6 million flights per year and cut delays by 79 percent overall, and bad-weather delays by 95 percent. Daley’s O’Hare Modernization Program initially included the development of a new, massive western terminal — an additional $3 billion program the city put on hold following the terrorist attacks of Sept. 11, 2001."}],"delivered":[{"title":"Delivered so far","cost":"<a href=\"https://www.documentcloud.org/documents/6161692-OMP-Runways.html\">$6 billion</a>","date":"2021","description":"After completing four of the six runways under the new plan, delays continue to plague passengers. A federal ranking of 30 major airports in 2018 placed O’Hare as among the worst for flight delays. In addition to stubborn flight delays, the project construction itself has fallen eight years behind schedule because of economic downturns and lawsuits, including from the major airlines. The airlines argued the runway overhaul was too costly and not needed during a national recession, but later dropped a lawsuit seeking to block it after federal authorities agreed to offset costs by contributing an additional $155 million. Air traffic controllers argued the expensive runway plan would not relieve flight delays."}]}]},"sources":"Newspaper articles, CAFR (Comprehensive Annual Financial Report) reports, O’Hare International Airport consultant reports, bond documents, city of Chicago ordinances, federal records, procurement records."}