{"share":{"card_title":"O’Hare’s Billions In Broken Promises","card_description":"For more than 50 years, the airport has been plagued by corruption and costly delays. The politically connected cash in. Meanwhile, passengers trudge through a transit hub that persistently underperforms."},"top":{"headline":"O’Hare’s billions in broken promises","deck":"For more than 50 years, the airport has been plagued by corruption and costly delays. The politically connected cash in. Meanwhile, passengers trudge through a transit hub that persistently underperforms.","byline":"By <a href=\"https://www.bettergov.org/team/alejandra-cancino/\">Alejandra Cancino</a>, Better Government Association","timestamp":"2019-07-24T06:00-0500","date":"July 24, 2019","partner_language":"This article was co-published with <a href=\"https://www.chicagomag.com\">Chicago Magazine</a>."},"story":[{"type":"text","value":"<span class=\"dropcap\">I</span>n 1962, months before O’Hare International Airport unveiled its sparkling new international terminal amid great fanfare, Chicago’s aviation commissioner typed up a report for Mayor Richard J. Daley."},{"type":"text","value":"“No other civilian airport anywhere will have finer or more diversified air transportation,” he wrote his boss. “No other airport will have passenger facilities on the scale of those here or with the design convenience this airfield will provide — once it is operating smoothly.”"},{"type":"markup","value":"media/_toc.html"},{"type":"text","value":"In the decades since, O’Hare’s international terminal has been built, demolished, rebuilt, lambasted as “one of the lousiest buildings in the airline industry” by one outside expert, and is now set to be rebuilt for the third time."},{"type":"text","value":"New runways have been added, rethought and removed. And a light-rail people mover meant to shuttle travelers between terminals and parking lots sits idled and unfinished, awaiting an overhaul of its own."},{"type":"text","value":"Fifty-seven years after that memo to Mayor Daley, O’Hare has grown to become a vital economic engine for Chicago. Last year, nearly a million aircraft, 80 million passengers, and two million tons of cargo passed through it, all of which helped generate $1.3 billion in revenue for the city."},{"type":"text","value":"Yet it remains one of the nation’s most frustrating airports — plagued by a long list of failed predictions, broken promises and costly disappointments."},{"type":"text","value":"It serves not only as a transit hub but as a buffet of lucrative public works projects for well-connected contractors, consultants and lobbyists. Often those projects are put forth to right the wrongs of previous failed projects at O’Hare, a Better Government Association investigation found."},{"type":"text","value":"In a first-of-its-kind examination, the BGA reviewed decades of financial records, contracts and planning documents tied to O’Hare. All told, it reveals a portrait of near-ceaseless overhaul at the airport, which is now set to undergo another ambitious $8.5 billion expansion to add dozens of gates by the year 2028."},{"type":"text","value":"“The airport is a big cow of money,” said David Orr, the former Cook County clerk and ex-Chicago alderman, who blames a history of machine politics in Chicago, where “inefficiency and waste helps the insiders but not the taxpayers."},{"type":"text","value":"“This is operating as designed … by what I call the old-machine mentality,” he said. “They talk about things that are supposedly going to help with efficiencies when the bottom line is they are looking to spend money for themselves.”"},{"type":"text","value":"Already lined up for big paydays, the BGA found, are a paving company whose patriarch served time for bid rigging; a global construction firm whose powerful lobbyist spent much of the last two decades embroiled in federal corruption investigations; a local construction firm that paid millions to settle allegations of minority contracting fraud in Chicago; and a bevy of contractors with track records of missing deadlines on city projects."},{"type":"markup","value":"<aside class=\"art align-right small\"><script async src=\"https://modules.wearehearken.com/bga/embed/3549.js\"></script></aside>"},{"type":"text","value":"The newest O’Hare project stands as an early test for Mayor Lori Lightfoot, who took office in May on a promise to eradicate influence peddling from City Hall."},{"type":"text","value":"“When public officials cut shady backroom deals, they get rich and the rest of us get the bill,” Lightfoot said in her inaugural speech. Along with former Mayors Rahm Emanuel and Richard M. Daley, she declined to be interviewed for this story."},{"type":"text","value":"In fact, Lightfoot inherits not one but two unfinished airport projects promised to curtail chronic delays. The first, the O’Hare Modernization Program, which is completely realigning the airport’s runway patterns, began under Mayor Richard M. Daley, who retired more than eight years ago. The second, O’Hare 21 — which will add terminal buildings, move the international hub again, and build a new light rail shuttle — was launched in 2018 by Emanuel."},{"type":"text","value":"It’s too early to say whether Lightfoot will follow through on her predecessors’ promises for O’Hare. But if she were looking for a symbol of all that ails the airport, she might start with the Automated People Mover."},{"type":"text","value":"The 26-year-old light-rail system was designed to whisk travelers across a sprawling airport complex, reducing the need for buses between terminals. Its initial construction, which began in the 1980s, was mired in scandal and spiking costs, as contractors fought with the city and each other in court amid allegations of back-room deals and political favoritism."},{"type":"text","value":"The people mover was greenlit at the insistence of city aviation officials — and over the initial objections of airline executives who saw it as an expensive fad."},{"type":"text","value":"“They kind of had become this thing in the industry, where airports would say, ‘They have a train, we want a train, trains are cool,’ ” said Michael Minerva, vice president of government and airport affairs for American Airlines. “And we would say, ‘But we don’t need one.’ ”"},{"type":"text","value":"The 2.7-mile track finally opened in 1993, three years late and more than $30 million over its $138 million price tag. But because it didn’t extend to the airport’s car rental lots, buses continued ferrying passengers back and forth, undermining the goal of reduced road traffic."},{"type":"text","value":"Today, yet another construction project — also behind schedule and over budget — is underway to update and extend the rail service to rental car customers. In the meantime, the entire people mover is shut down."},{"type":"text","value":"The people mover is just one example of a grandiose project at O’Hare that airlines opposed. Some of them date back to the 1940s, when the city first took over the military airport known as Orchard Field, which later became O’Hare."},{"type":"text","value":"In the last 15 years alone, City Hall has saddled the airport with more than $18 billion in debt and pledged nearly $7 billion more — enough to build two nuclear aircraft carriers — in an attempt to make flying through O’Hare a little more bearable."},{"type":"markup","value":"media/_graphic_diptych.html"},{"type":"text","value":"No other major airport has borrowed so much, and accomplished so little, records show. A BGA analysis of debt at the five busiest airports in the nation — including those in Atlanta, Los Angeles, Dallas, and Denver — put O’Hare at the highest debt and the lowest in on-time performance."},{"type":"text","value":"City aviation officials argue it’s unfair to judge the effectiveness of the overhauls, some of which are still underway. They also say the airport’s efforts have been delayed by economic downturns and unforeseen circumstances."},{"type":"text","value":"Critics counter that the city’s track record of failure suggests more disappointment to come."},{"type":"text","value":"“Part of this is intentional,” said Orr, who spent several days as mayor following the sudden death of Harold Washington in 1987. “To make up projects, brag about long-term things; trying to imply all this money we are spending is for this ultimate goal of better runways, less noise, whatever it may be."},{"type":"text","value":"“But in fact, in many cases, they never meet those goals. They just hope there is not enough investigators looking to keep track.”"},{"type":"Subhed","value":"Political connections pay big"},{"type":"text","value":"Tens of billions of dollars later, O’Hare still languishes near the bottom of the federal Bureau of Transportation Statistics’ airport rankings for flight delays."},{"type":"text","value":"So why is O’Hare lagging behind? The Great Recession didn’t help, nor did expensive security upgrades following September 11, 2001 terrorist attacks. It’s also faced a near-constant stream of litigation over everything from having to displace graveyards to insider deals."},{"type":"text","value":"Consider O’Hare’s international terminal. Most recently, City Hall inked a marquee architectural deal to move the remote terminal, which currently sits west of the airport, back to the main terminal building — right where it started more than 50 years ago. It is the capstone of Emanuel’s O’Hare 21 project."},{"type":"text","value":"It also marks the latest stopping point for an ongoing migration of airport infrastructure."},{"type":"text","value":"The first international terminal, for reference, opened in 1963. It was soon followed by notoriously long check-in and security lines, a litany of bad press, and complaints from businesses and patrons alike."},{"type":"text","value":"In 1985, the international facility was moved to a section of the airport’s parking garage and dubbed Terminal 4. Then, eight years later, in 1993, it was moved again to its current location and renamed Terminal 5. (That’s why there’s no Terminal 4 at O’Hare.)"},{"type":"text","value":"Under Emanuel’s O’Hare 21 plan, which is packed with new gates, concourses, and amenities, the terminal will move to a new structure at the site of Terminal 2, which is set to be demolished. The idea is to have a mixed-use terminal where domestic and international travelers can transfer between flights. The estimated cost: $2.2 billion."},{"type":"text","value":"To execute the expansion, the city recently selected a design team helmed by renowned Chicago architect Jeanne Gang. Along the way, a key member of Gang’s team was represented by lobbyist Gery Chico, a longtime City Hall powerbroker, two-time mayoral candidate and political ally of indicted Ald. Ed Burke, 14th. Chico’s law firm, Chico & Nunes, also did legal work on a recent bond deal to fund airport projects. He did not return telephone messages."},{"type":"text","value":"The selection, under a process in which even the identities of Emanuel’s hand-picked selection committee remain cloaked in secrecy, was announced days after Lightfoot took office."},{"type":"text","value":"Asked about the airport’s history of contract scandals, airport Commissioner Jamie Rhee, who also served under Emanuel, said that the city has taken steps to make the process of awarding contracts more transparent, including banning certain firms from city business."},{"type":"text","value":"“You can put all the rules in place that you want,” Rhee said. “No matter what you do, if there are bad people out there, they are going to do bad things ... We have done numerous different reform efforts, we've looked at every time something bad has happened, we put new reforms in place to make sure that doesn’t happen again.”"},{"type":"text","value":"Since its first commercial flight landed in 1955, O’Hare has been a logjam of Chicago-style scandals. There’s been bid rigging, fraud, insider dealing, organized crime connections, and even the 1986 assassination of an airport contractor primed to flip on mob boss Anthony “The Ant”  Spilotro."},{"type":"text","value":"To date, expansions at O’Hare have put more than a dozen people in prison, including the late Ald. Thomas Keane, 31st, and runway paving contractor George B. Krug Sr., whose children’s business decades later remains a major O’Hare contractor."},{"type":"text","value":"Numerous probes have unveiled sweetheart deals that benefited the businesses of elected officials and cronies, illegal payments to secure contracts, and the gaming of programs meant to increase the hiring of businesses owned by minorities and women."},{"type":"text","value":"Joseph Karaganis, a retired attorney who represented several surrounding suburbs in lawsuits fighting O’Hare noise and expansion, said the sweetheart deals have been ceaseless. “It’s been true under Richard M. Daley. It was true, obviously, under his father. It was true, which is unfortunate … under Harold Washington.”"},{"type":"text","value":"Emanuel, like Lightfoot, promised to put an end to business as usual before his election in 2011. Government, he told voters at the time, “isn’t about making sure those who are best connected or have friends are getting jobs.” But during his administration, the cycle of politically connected companies profiting from work at O’Hare continued."},{"type":"text","value":"During Emanuel’s administration, law firms and financial companies split nearly $62 million in fees from O’Hare bond deals, the BGA found. Some of those firms have been involved with O’Hare since the 1990s, and ultimately gave jobs to Daley family members. Sharing in those bond fees are underwriter JPMorgan Chase & Co., which appointed the former mayor to chair one of its programs and once employed his brother, Bill, to head its Midwest office. Also collecting fees in airport bond deals is Katten Muchin Rosenman LLP, a law firm where Daley works of counsel since he left office."},{"type":"text","value":"O’Hare has also been a treasure trove for engineering and construction firms. Some are family businesses now run by the children and grandchildren of those who landed airport contracts decades ago. Since 2011, airport contractors have received more than $5 billion in city payments. Those contracts are routinely and quietly extended, sometimes after being awarded without a competing bidder, city records show."},{"type":"text","value":"For years, City Hall has come under fire for accepting low bids from politically connected companies, then calling for modifications and no-bid contract extensions that cost taxpayers millions."},{"type":"text","value":"Then there are the lobbyists hired by an array of companies to help steer deals their way."},{"type":"text","value":"“Our connections give you access to key decision makers,” boasts the website of former Daley lieutenant-turned-lobbyist Victor Reyes. “Our strategies help you make the right choices.”"},{"type":"text","value":"Reyes is among a cadre of politically connected lobbyists who have reported collecting millions in fees connected to airport clients, defined by the BGA as any client who has at least some interest at the airports. His firm, Reyes Kurson, has earned more than $1.6 million since 2012 from airport clients, including American Airlines, Enterprise Rent-A-Car and international advertising giant, JCDecaux Group, according to their disclosures required under lobbying rules."},{"type":"text","value":"Before he was a lobbyist, Reyes served as a top aide to Daley. In his role as head of the administration’s intergovernmental affairs office, Reyes was named as a “co-schemer” in a federal probe of illegal patronage operations at City Hall. Although he was never charged, court records described how Reyes schemed with city officials to hire and promote workers who were loyal to the administration or who’d helped on Daley campaigns."},{"type":"text","value":"Reyes also headed the controversial Hispanic Democratic Organization, which was shut down amid the same federal corruption probe on allegations it deployed city employees as a political street army on behalf of Daley."},{"type":"text","value":"Recently, Reyes showed up in yet another corruption probe — this time on federal wiretaps asking former Ald. Danny Solis, 25th, then-chairman of the powerful zoning committee, to steer business his way in exchange for campaign contributions, according to a search warrant affidavit released earlier this year."},{"type":"text","value":"At the time Reyes was recorded, Solis was caught up in a federal corruption probe that has already ensnared Ald. Burke on charges of misusing his office for personal gain. Reyes has not been charged in the ongoing investigation and did not respond to repeated telephone messages."},{"type":"text","value":"Since leaving City Hall in 2000, Reyes has emerged as one of the most influential and well-paid lobbyists at O’Hare."},{"type":"text","value":"Among his first clients was a consortium of businesses called T6 Partners. While the company was represented by Reyes, it was chosen by the Daley administration to construct a new billion-dollar terminal at the western side of the airport."},{"type":"text","value":"That project was eventually scrapped following the terrorist attacks on 9/11, but not before Reyes’ clients collected more than $30 million in city money for planning it."},{"type":"text","value":"These days, Reyes’ clients also include airport construction management giant Parsons Corp., which was selected to oversee the current $334 million overhaul of the people mover, now in its fifth year of construction."},{"type":"text","value":"Parsons also once employed Ginger Evans, a former Aviation Commissioner for Mayor Emanuel, as a senior vice president of the company’s aviation business. Emanuel hired Evans for the $400,000-a-year post in 2015, while the city was in the middle of negotiating a contract with Parsons. Though Evans had left Parsons the previous year, she still owned its stock."},{"type":"text","value":"“The negotiations happened before I came to the city,” said Evans, reached by phone. “I didn’t start working until June, after the contract was finalized. I had not worked for them [Parsons] for several years at that point. I am not in Chicago anymore. I suggest you focus on what’s happening now.”"},{"type":"text","value":"Despite Reyes' successful career shepherding deals at O’Hare, he is not the highest paid lobbyist for airport clients."},{"type":"text","value":"That distinction goes to Democratic Party heavyweight Michael Kasper, state treasurer of the party and longtime attorney for Illinois House Speaker Michael Madigan. Since 2012, Kasper and his associates have reported earning $8.1 million in lobbying fees from airport clients — five times more than Reyes."},{"type":"text","value":"Among Kasper’s clients are Uber, McDonald’s and Hilton."},{"type":"text","value":"Yet another one of Kasper’s clients, R.M. Chin & Associates, has maintained and operated the people mover since 1994, the year after it opened. In that time, the construction firm has shared in more than $200 million in no-bid contract extensions and modifications."},{"type":"text","value":"All told, Chin and its partners at a consortium called AOR Transit have won no-bid contract extensions at O’Hare at least five times. The last one came in 2018, when the city once again extended its 2012 contract, initially set at $115 million over four years. That contract has since been extended without bids twice, for a total of nearly $305 million — almost $190 million more than the original 2012 agreement, records show. Part of that extra money is to pay for shuttle busses between terminals while the people-mover is out of service. The contract extension runs through 2020."},{"type":"text","value":"Kasper declined to be interviewed."},{"type":"text","value":"Even before Kasper’s clients were hired, initial work on the people mover was mired in the same scandals that derailed the runway and terminal projects. The city spent years battling in court with the firms that sought to build the rail system, with bidders claiming they’d been cheated out of contracts."},{"type":"text","value":"Construction finally began in 1987 and finished in 1993 — almost three years late."},{"type":"text","value":"It might have taken longer, if not for longtime city consultant Joseph E. Manzi. Over the past 30 years, City Hall has hired Manzi to assess a number of behind-schedule public projects, including the people mover, construction at Soldier Field, the Harold Washington Library and Millenium Park."},{"type":"text","value":"Last year, the city hired Manzi yet again — at $275 an hour — to get the people mover revamp back on track. The system was originally scheduled to reopen in 2018, but that deadline has been pushed back to this fall. Its projected price tag is already $24 million over budget."},{"type":"text","value":"Manzi said political connections and influence do not land deals in Chicago."},{"type":"text","value":"“There is no politics involved,” said Manzi. “It doesn’t work that way. Anyone who thinks so is naive. It’s the low bidder. Now, if there is a bidder that has been disqualified on projects, the city does not accept the bid.”"},{"type":"text","value":"John Dunn, another former Daley aide, is also a top earning lobbyist at O’Hare. His firm, McGuireWoods LLP, has raked in $4.9 million in fees since 2012 advocating for airport clients such as Lyft, Delta Air Lines and Hertz."},{"type":"text","value":"“I don’t think this has anything to do with the Chicago Way, just has to do with the expertise and knowledge that helps you understand what’s happening,” said Dunn, who succeeded Reyes as Daley’s director of intergovernmental affairs. “Just like in the courtroom.”"},{"type":"text","value":"Since 2012, lobbyists registered with the city Board of Ethics have reported earnings of more than $31 million from firms with an interest at the city’s airports, records show. Almost half — $14.6 million — went to the firms of Kasper, Dunn, and Reyes."},{"type":"art","value":{"slug":"responsive-embed-ohare-lobbyists-20190620","source":"https://graphics.bettergov.org/dailygraphics/ohare-lobbyists-20190620/","type":"pym","width":"jumbo"}},{"type":"text","value":"O’Hare expansions over the years have mostly been financed with bonds, which allow government bodies to borrow from private investors by using future taxes and other revenue. At O’Hare, that borrowing is paid back with money generated by airport businesses like retailers and restaurants, and includes special fees tacked on to the price of airline tickets, car rentals, and parking at the airport."},{"type":"text","value":"Collectively, those sources generate about $1.3 billion in annual revenue, according to city financial documents. In December, with Emanuel on his way out of office, the city issued $2 billion in new bonds to jumpstart his O’Hare 21 project."},{"type":"text","value":"The deal’s shepherd? Ald. Burke, who was at the time under federal investigation for corruption. As chair of the council’s finance committee, Burke assumed <a href=\"https://www.bettergov.org/news/the-king-of-recusals-how-ald-ed-burke-s-private-law-business-intersects-with-his-public-power/\">a lead role </a>in approving the borrowing plan, even though three banks that do business with his law firm stood to benefit from it."},{"type":"text","value":"The city’s Board of Ethics investigated the matter. In early May, it ruled that Burke had not violated the city’s ethics code “based on the evidence available.”"},{"type":"text","value":"Within weeks, Burke was charged in an unrelated 14-count federal indictment alleging he used the power of his office to extort business for his property tax appeal law firm, Klafter & Burke. He has pleaded not guilty."},{"type":"Subhed","value":"Persistent delays mar record"},{"type":"text","value":"In the early 2000s, Mayor Richard M. Daley unveiled a plan to completely reroute O’Hare’s network of runways, changing their criss-crossing pattern to a parallel grid. The goal, he said, was to reduce flight delays at the airport by 79 percent."},{"type":"text","value":"From the start, air traffic controllers called Daley’s runway reconfiguration unnecessary. Airlines initially approved the plan but later sued to stop it, saying it was too costly and complicated."},{"type":"text","value":"“The city’s refusal to abide by the airlines’ notice and approval rights raises serious doubts as to the need for these projects at this time,” O’Hare’s two largest airlines, United and American, wrote in court filings. “It also raises concerns about a financing plan that piles on billions of dollars of unnecessary debt and will make O’Hare one of the most costly airports in the nation.\""},{"type":"text","value":"But a few months later, the airlines dropped that lawsuit — and their objections — after the federal government agreed to pick up the tab for a portion of the expansion and the city agreed to slow its plans."},{"type":"text","value":"Today, the work is more than half done. But despite $4 billion sunk into new runways, delays continue to plague O’Hare."},{"type":"text","value":"In 2018, out of 30 major U.S. airports, O’Hare ranked 23rd in on-time departures and 24th in on-time arrivals, federal records show — nowhere near the 79 percent improvement Daley promised."},{"type":"text","value":"Ramon Ricondo, a longtime consultant hired by the Daley administration to help project cost and timeline for airport projects, said it’s too early to tell how the finished runways will affect delays. Currently, the endeavor is six years behind schedule and set to wrap up in 2021."},{"type":"text","value":"“I expect that once the rest of the runway and extension are completed that you’ll see results that are pretty comparable to what was projected,” said Ricondo. “I think it will be equal to or better.”"},{"type":"text","value":"The runway projects have been managed by a consortium called DMJM Aviation Inc. Its largest owner, AECOM Technical Services, is a client of Jay Doherty, another lobbyist and president of the City Club of Chicago."},{"type":"text","value":"DMJM was initially hired for five years — through 2009 — but its contract has been quietly extended four times without bid since then. It now goes through 2022. Along the way, its value has swelled from $35 million to $118 million. In May, the city announced that AECOM was one of a half dozen firms selected from a competitive process splitting contracts worth $348 million to oversee construction of O’Hare 21 projects."},{"type":"text","value":"Runway projects have also benefited Walsh Construction, a Chicago contractor with longstanding ties to the Daley family, and paving contractor K-Five Construction. K-Five was founded in 1977 by George Krug Jr., the son of Krug Excavating Company patriarch George Krug, who that year pleaded guilty to bid-rigging and mail fraud in connection with a 1974 O’Hare runway project."},{"type":"text","value":"According to newspaper reports, Krug Excavating was suspended from bidding on taxpayer-funded road projects following the convictions. That same year, his five children formed K-Five Construction at the same address and bought equipment from their father’s firm at less than one-third of its value, according to federal prosecutors who alleged at the time that the transfer in assets was designed to avoid fines connected to the elder Krug’s convictions."},{"type":"text","value":"But a state hearing officer concluded in 1978 that Krug did not use his children to circumvent his suspension from taxpayer-funded work because the elder Krug had no recorded interest in the new company. K-Five was then authorized at the time to receive a limited amount of contracts capped at $1.9 million, according to newspaper accounts."},{"type":"text","value":"“I can definitely tell you that is ancient history,” said Krug’s granddaughter and K-Five executive Jennifer Krug McNaughton. “We are a different company now.”"},{"type":"text","value":"While some companies may escape sanction with a corporate change, others have maintained their good standing by paying millions in fines."},{"type":"markup","value":"media/_callout_combined.html"},{"type":"text","value":"F.H. Pashen, S.N. Nielsen & Associates, one of O’Hare’s largest construction contractors, agreed last year to pay $2 million to settle a case brought by the Illinois attorney general’s office, in which it was accused of using the name of a minority-owned business to fraudulently secure two government contracts even though the minority-owned business did not get the work."},{"type":"text","value":"As part of the settlement, the company was not forced to acknowledge wrongdoing. That concession kept it from being barred from other city contracts. It was the second time the firm had come under scrutiny for allegedly abusing programs meant to help minority business owners secure city contracts. The city sought to ban the company from city business for three years in 2005 over similar allegations, but the company won a reprieve after it fired an employee who forged a signature and put new safeguards in place, records show."},{"type":"text","value":"Earlier this year, the city selected a team that included F.H. Pashen on a $116-million management contract for the new O’Hare 21 expansion."},{"type":"text","value":"Longtime political insiders argue that pulling strings at City Hall is a game perfected by the clout-heavy for decades."},{"type":"text","value":"Recently retired Ald. Ricardo Muñoz, 22nd, who left office this year under accusations of misusing political funds and a domestic battery charge, recalled some advice a City Council veteran once gave him about consolidating power in Chicago."},{"type":"text","value":"“Pick your ten friends and make them millionaires,” Muñoz said he was told. “Get them the contracts from the city and make them millionaires."},{"type":"text","value":"“There will always be a construction contract at the airport to be chased. I’m very fond of saying: I get you to the dance. How well, how long you dance, it’s up to you.”"}]}