{"share":{"card_title":"Timeline: History of Connections, Corruption at O’Hare","card_description":"Since the beginning, O’Hare International Airport has been plagued by political connections, corruption schemes, even mob ties."},"top":{"headline":"History of connections, corruption at O’Hare","deck":"Since the beginning, O’Hare International Airport has been plagued by political connections, corruption schemes, even mob ties.","byline":"By <a href=\"https://www.bettergov.org/team/alejandra-cancino/\">Alejandra Cancino</a>, Better Government Association","timestamp":"2019-07-24T06:00-0500","date":"July 24, 2019","partner_language":"This article was co-published with <a href=\"https://www.chicagomag.com\">Chicago Magazine</a>."},"events":[{"Description":"<a href=\"https://www.evernote.com/l/APv_PdTyyGpLCp6ELJs77NDgU_OHgL642x4\">City acquires Orchard Field, which later becomes O’Hare International Airport, from the federal government.</a> The city obtains the property at no cost.","Date":"1946","image":{"src":"1946 3 23 City received deed to Douglas airport property.png","styles":"align-right medium","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"O’Hare Airport <a href=\"https://www.evernote.com/l/APvFh60i-vhL_6sC-eSqKh3SXLHyqyfmLNA\">opens</a> for domestic commercial traffic. The new airport is named after Edward H. “Butch” O’Hare, a World War II hero and pilot whose father was a mob lawyer gunned down after helping federal authorities convict Al Capone.","Date":"1955","image":{"src":"1955 10 31 Passenger trips start.png","styles":"align-right medium","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"A <a href=\"https://www.evernote.com/l/APuK1AubjMNAkLKPIlwLG4a7zaJwbYCr-1g\">barrage of bullets</a> from a would-be hitman rocks an ongoing corruption probe into the first multi-million dollar expansion program at O’Hare. A 52-year-old electrical supervisor at the airport narrowly escapes death as five shots hit his car. A day later, a federal grand jury issues a subpoena for his testimony about an alleged bid-rigging conspiracy for airport contracts. The criminal investigation ends with no charges related to the airport.","Date":"1961","image":{"src":"1961 11 18 Feds subpeaned union man who escaped death.png","styles":"align-right large","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"Ald. Thomas Keane, 31st, longtime chairman of the Chicago City Council’s finance committee, is sentenced to five years in federal prison for <a href=\"https://www.evernote.com/l/APvUsbTWwndGd59G5RNre47Mf9yGw3rDttI\">conspiracy and wire fraud</a> in an investigation of corrupt city real estate deals that began over allegations tied to a parking contract at O’Hare.","Date":"1974","image":{"src":"1974 10 10 Keane convicted on 17 counts of mail fraud.png","styles":"align-right full","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"Major car rental companies vying for O’Hare contracts come under scrutiny from the Cook County state’s attorney’s office after the companies <a href=\"https://www.evernote.com/l/APvxkh3M4shIF6A6Q9S5egVd3VEVuZILj44\">hired political heavyweights</a> to influence the negotiations. Among the firms hired was the law practice of the city’s revenue director, as well as Michael Daley, the then-31-year-old son of Mayor Richard J. Daley. No charges are filed, and both deny any wrongdoing.","Date":"1974","image":{"src":"1974 5 4 Daleys son conflicts Represented Avis in pact talks-1.png","styles":"align-right large","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"Former Daley press secretary Earl Bush is <a href=\"https://www.evernote.com/l/APsHftrgKNJFaIu1QgqGu3KmPYa7EDDKe9w\">sentenced</a> to two years probation following his conviction on mail fraud for hiding his personal interest in an exclusive city contract for display advertising at O’Hare. The conviction is <a href=\"https://www.evernote.com/l/APv9ED4EHS1KO5dAFvYDxc4zpt1Qrw5NldU\">overturned</a> in 1989 over a legal technicality.","Date":"1976","image":{"src":"1976 5 15 Bush gets two years provation.png","styles":"align-right large","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"George Krug Sr., founder of one of O’Hare’s busiest runway-paving contractors and a major donor to the local Democratic Party, pleads guilty to bid rigging in a $3.5 million runway project. He is also found guilty of participating in a bid-rigging scheme on a project to pave a portion of the Stevenson Expressway. With Krug’s namesake company — Krug Excavating Co. — banned from bidding on future city contracts, his family forms a new company, K-Five Construction Corp., to seek city work. The family-owned company remains a major paving contractor at O’Hare to this day, collecting nearly $70 million in contracts at the airport since 2011, records show. Krug’s granddaughter, a K-Five executive, recently told the BGA: “I was six years old when it happened. K-Five is a different company altogether.”","Date":"1977"},{"Description":"The owner of Airline Canteen Services Inc., the longtime exclusive operator of newsstands and novelty shops at O’Hare and Midway airports, is sent to federal prison for six months after pleading guilty to an income tax fraud in a case alleging at least $700,000 in unreported sales at O’Hare, records show. Two former law partners of the late Mayor Richard J. Daley were <a href=\"https://www.evernote.com/l/APvo5WMoUd1J6pqGUUYzrMxaUt2gPV0JBkQ\">stockholders</a> of the company when the contract was first awarded in 1962.","Date":"1980","image":{"src":"1980 1977 11 23 Airline Canteen.png","styles":"align-right large","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"A Cook County grand jury investigates a $2 million contract to operate video games at O’Hare, though no charges are brought. Owners of the concession are business partners with Ald. Edward M. Burke, 14th, in a similar arcade business not at O’Hare. Burke also did real estate appeal work for the company. More than three decades later, Burke is indicted in May 2019 on unrelated federal charges he used his public office to extort legal work from companies doing business with the city. Burke has denied wrongdoing.","Date":"1984"},{"Description":"In an apparent mob hit, the bullet-riddled body of a railroad track contractor for the O’Hare Blue Line extension project is found in a Westchester parking lot. The execution is discovered three days before Richard N. DePrizio was set to be indicted on tax fraud charges. He had been under investigation by state and federal authorities on suspicion he was <a href=\"https://www.chicagotribune.com/news/ct-xpm-1986-01-29-8601070977-story.html\">siphoning money from his $13 million city contract</a> to pay politicians and mob figures, including Anthony “The Ant” Spilotro and John “Jackey the Lackey” Cerone. Also subpoenaed in the probe was an O’Hare advertising contractor.","Date":"1986"},{"Description":"Federal indictments come down in Operation Incubator, a sweeping federal bribery probe — which included O’Hare contracts — that <a href=\"https://www.evernote.com/l/APvC4G6iaFtCuKipFRbI1k0IHE4bZUY1rYw\">takes down</a> four members of Chicago’s City Council, a <a href=\"https://www.evernote.com/l/APtSAxCIBnxNPYqq3nuUiphHq66iYsF6_XE\">Cook County clerk</a>, a former mayoral aide, and a deputy water commissioner. A federal informant in the case doled out more than a quarter million dollars worth of cash bribes, cars and trips. Aldermen who went to federal prison included <a href=\"https://www.evernote.com/l/APv1O1FuyIpJXpZsZyrQlqwsRkNudv4woHk\">Perry Hutchinson</a>, 9th, <a href=\"https://www.evernote.com/l/APtf5NX75h9D7Kc8VRHE8TWYTVypyMB5vJA\">Marian Humes</a>, 8th, <a href=\"https://www.evernote.com/l/APuWfrrQZjFEcL6cn84ebItqa3mEwDzz974\">Clifford Kelley</a>, 20th, and <a href=\"https://www.evernote.com/l/APtR93o8YsxIjpDiCi04-IZZ23EmmGQqhyw\">Wallace Davis</a>, 27th.","Date":"1987","image":{"src":"1987 9 23 bribes shown on tapes-1.png","styles":"align-right full","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"Ald. William Henry, the flamboyant boss of Chicago’s 24th Ward on the West Side, is indicted on federal charges of extorting luxury cars, cash bribes and a 30 percent interest in a Roselle auto dealership in exchange for his help landing a car-rental contract at O’Hare. The charges are dropped mid-trial after Henry is hospitalized with terminal lung cancer.","Date":"1990"},{"Description":"A partnership between the national fast-food giant McDonald’s Corp. and the operator of duty-free shops at O’Hare wins a <a href=\"https://www.evernote.com/l/APtY-Ot1EaxJq74cAfYXf-w8jroCZpkNlO0\">coveted concessions contract worth millions</a> of dollars at new International Terminal 5 after hiring Mayor Richard M. Daley’s top political strategist Jeremiah Joyce as its “expediter” at City Hall, according to a 2001 <a href=\"https://www.chicagotribune.com/news/ct-xpm-2001-03-19-0103190059-story.html\">Chicago Tribune investigation</a>. <a href=\"https://www.evernote.com/shard/s251/client/snv?noteGuid=8c2fda2c-4110-4654-8d15-a02770398041&noteKey=d2672b3232cc73a5&sn=https%3A%2F%2Fwww.evernote.com%2Fshard%2Fs251%2Fsh%2F8c2fda2c-4110-4654-8d15-a02770398041%2Fd2672b3232cc73a5&title=2001%2B3%2B19%2BJeremiah%2BJoyce%2BDALEY%2BINSIDER%2BPAVES%2BWAY%2BFOR%2BBIG%2BO%2527HARE%2BCONTRACTS%2BJEREMIAH%2BJOYCE%2BMAKES%2BCONNECTION%2BFOR%2BMCDONALD%2527S%252C%2BDUTY-FREE%2BSHOPS%253A%2B%255BChicago%2BNorth%2BSports%2BFinal%2BEdition%255D%2B-%2BChicago%2BTribune%2B-%2BProQuest\">Joyce</a>, a former 19th Ward alderman and state senator, then becomes an investor in the partnership, Chicago Aviation Partners. The partnership keeps its international terminal contract until Daley retired in 2011.","Date":"1993","image":{"src":"1993 McDonalds Chicago Aviation Partners.png","styles":"align-right large","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"Chicago’s inspector general launches a probe into allegations that Dominic Longo, a Daley political operative with a past conviction for vote fraud, muscled nearly three dozen O’Hare truck drivers for political kickbacks. The investigation blossoms to include allegations of job selling and ghost payrolling at the airport. Longo resigns his airport post but goes on to hold several other high-paying jobs in Daley’s administration. Longo is not charged.","Date":"1995"},{"Description":"Disbarred lawyer Oscar D’Angelo, a longtime friend of Daley, improperly lobbies the mayor’s aviation commissioner to push for a contract extension for longtime O’Hare planning consultant Landrum & Brown, according to a secret city <a href=\"https://www.evernote.com/shard/s251/client/snv?noteGuid=91f06df8-86a1-4f2d-96ac-71f46bc5f05d&noteKey=98406218c763e673&sn=https%3A%2F%2Fwww.evernote.com%2Fshard%2Fs251%2Fsh%2F91f06df8-86a1-4f2d-96ac-71f46bc5f05d%2F98406218c763e673&title=2001%2B1%2B13%2BD%2527Angelo%2BETHICS%2BPROBE%2BCITES%2BDALEY%2BPAL%2BFOR%2BLOBBYING%2BD%2527ANGELO%2BCOULD%2BHAVE%2BMADE%2B%25241%2BMILLION%2BFOR%2BWORK%252C%2BREPORT%2BSUGGESTS%253A%2B%255BChicagoland%2BFinal%2B%252C%2BN%2BEdition%255D%2B-%2BChicago%2BTribune%2B-%2BProQuest\">ethics investigation</a>. The investigation reveals D’Angelo stood to make more than $1 million in commissions from the contract. He also brokers a deal at O’Hare with a British bookseller that <a href=\"https://www.evernote.com/l/APtKz1dNNShFIIso55PY-Wi9ktbBLIXl9sc\">benefits</a> two close friends of Daley’s wife. Landrum & Brown, which remains an airport consultant to this day, was paid $19.7 million by the city under former Mayor Rahm Emanuel. No charges are filed.","Date":"1999","image":{"src":"1999 Chicagoland Final , N Edition - Chicago Tribune - ProQuest-1.png","styles":"align-right large","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"The Daley administration awards a contract worth as much as $1 billion for a new terminal — at the time the biggest public works project in Chicago history — to a firm that hired former Daley political operative Victor Reyes as its lawyer. The project stalled after the Sept. 11, 2001 attacks, but the contractor is paid more than $30 million for planning work on the abandoned project. To this day, Reyes remains one of the most influential and well-paid lobbyists at O’Hare. Years later, Reyes — who declined to be interviewed for this report — was named by federal authorities as a “co-schemer” in an illegal patronage operation in which city employees were deployed as a political street army for Mayor Daley and his supporters. He was never charged.","Date":"2001"},{"Description":"A group opposing Mayor Daley’s $15 billion O’Hare expansion project accuses his brother, insurance broker and Cook County Commissioner John P. Daley, of using his family name to profit at O’Hare. At least 10 insurance clients of John Daley are O’Hare contractors, according to a report prepared for the group by former BGA head J. Terrence Brunner.","Date":"2003"},{"Description":"Mob-connected businessman James Duff, a political supporter of Mayor Daley, is sentenced to 10 years in federal prison after <a href=\"https://www.evernote.com/shard/s251/client/snv?noteGuid=0128cfbf-41cd-4fab-812b-bb7cbf4c8a93&noteKey=4cb5eeefc329a0f3&sn=https%3A%2F%2Fwww.evernote.com%2Fshard%2Fs251%2Fsh%2F0128cfbf-41cd-4fab-812b-bb7cbf4c8a93%2F4cb5eeefc329a0f3&title=2005%2B1%2B11%2BDuff%2Bpleads%2Bguilty--for%2B3%2Bhours%2B%253B%2BJudge%2Bwalks%2Bexecutive%2Bthrough%2Bfraud%252C%2Bracketeering%2Bcharges%253A%2B%255BChicago%2BFinal%2BEdition%255D%2B-%2BChicago%2BTribune%2B-%2BProQuest\">pleading guilty</a> to racketeering and fraud in a scheme to win more than $100 million in public contracts — including at O’Hare — by falsely portraying his companies as controlled by women and minorities. “I have no one to blame but myself,” Duff tells the judge at sentencing.","Date":"2005","image":{"src":"2005 Chicago Final Edition - Chicago Tribune - ProQuest-1.png","styles":"align-right large","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"Relatives of Mayor Daley’s transportation commissioner, Miguel d’Escoto, are part of several politically connected teams that win tens of millions of dollars in airport construction business as part of the latest airport expansion project. Among the <a href=\"https://www.evernote.com/shard/s251/client/snv?noteGuid=1a608362-ec20-48e1-b0e6-5f11d803aa32&noteKey=de46d75a8c5026b3&sn=https%3A%2F%2Fwww.evernote.com%2Fshard%2Fs251%2Fsh%2F1a608362-ec20-48e1-b0e6-5f11d803aa32%2Fde46d75a8c5026b3&title=2005%2B4%2B11%2BO%2527Hare%2Bcontract%2Bgoes%2Bto%2Bfirm%2Brun%2Bby%2BDaley%2Baide%2527s%2Brelatives%253A%2B%255BChicago%2BFinal%2BEdition%255D%2B-%2BChicago%2BTribune%2B-%2BProQuest\">connected firms</a> winning business are D’Escoto Inc. Another of the firms, Harbour Contractors, continues to do business at O’Hare to this day.","Date":"2005","image":{"src":"2005 2 Chicago Final Edition - Chicago Tribune - ProQuest-1.png","styles":"align-right large","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"An assistant aviation commissioner at O’Hare <a href=\"https://www.evernote.com/l/APumlGT6puNIlqFujppRhD82pAv7GH8pMaQ\">abruptly resigns</a> his $96,216-per-year post after an audit reveals his son worked for the company hired by the city to manage the airport’s international terminal. Jim Sachay oversaw the contract and sat on the evaluation committee that recommended his son’s firm for the five-year, $45.2 million contract.","Date":"2007","image":{"src":"2007 10 15 Assistant Aviation commissioner's son worked for firm that manages int terminal-1.png","styles":"align-right large","alt":"A newspaper clip","cutline":"News clipping: Chicago Sun-Times"}},{"Description":"Christopher Kelly, a former top fundraiser for Gov. Rod Blagojevich <a href=\"https://www.chicagotribune.com/news/ct-xpm-2009-09-16-0909150613-story.html\">commits suicide</a> days after pleading guilty to two counts of mail fraud as part of a kickback scheme on roofing work at O’Hare.","Date":"2009","image":{"src":"2009 Kelly's chaotic life detailed - Chicago Tribune-1.png","styles":"align-right large","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"The owner of a concrete pipe supplier is charged with fraudulently accepting $10 million in contracts at O’Hare through a set-aside program for women and minority firms without ever doing any of the work. Aurora Venegas, owner of Azteca Supply Co., wins the contracts with help from lobbyist Gery Chico, a former chief of staff to Daley. She is sentenced to two years in federal prison and banned from city contracts for life. “I would never do anything intentionally wrong,” Venegas tells reporters after her sentencing.","Date":"2010"},{"Description":"Mayor Rahm Emanuel replaces a concessionaire at the international terminal tied to Daley with a company linked to other political power brokers, including Ald. Edward Burke, 14th. Within two years, a subcontractor in the deal — Lettuce Entertain You, Inc. — hosts a $59,000 <a href=\"https://www.evernote.com/shard/s251/client/snv?noteGuid=71cf90cf-8733-4068-9cd3-aeae7d421d6d&noteKey=3a57babae635e137&sn=https%3A%2F%2Fwww.evernote.com%2Fshard%2Fs251%2Fsh%2F71cf90cf-8733-4068-9cd3-aeae7d421d6d%2F3a57babae635e137&title=2014%2B6%2B19%2BProfitable%2BO%2527Hare%2Blink%2Bfor%2Bmayor%253A%2BLettuce%2BEntertain%2BYou%2Bdonors%2Bfork%2Bover%2B%252459%252C000%2Bto%2Bcampaign%2B-%2BChicago%2BTribune%2B-%2BProQuest\">political fundraiser</a> for Emanuel, who had promised to rid City Hall of political favoritism, records show. The Emanuel administration says the fundraiser did not violate Emanuel’s self-imposed ban on donations from city contractors because the company is a “licensee” and not technically a city contractor.","Date":"2011","image":{"src":"2011 Lettuce Entertain You donors fork over $59,000 to campaign - Chicago Tribune - ProQuest-1.png","styles":"align-right large","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"A multi-million dollar airport runway repair contractor <a href=\"https://www.chicagotribune.com/suburbs/ct-xpm-2012-07-06-chi-fbi-mole-admits-to-running-phony-womanowned-business-20120706-story.html\">pleads guilty</a> to wire fraud and agrees to cooperate with federal authorities after fraudulently listing women and minority subcontractors in order to win city contracts. The investigation stems from a 2008 whistleblower lawsuit that accused several major contractors — including James McHugh Construction Co., Diamond Coring Co. and Perdel Contracting — of rigging more than $150 million in city contracts. McHugh agrees to settle the lawsuit for $12 million, but admits no wrongdoing. The firm and its partners have been paid more than $19 million on O’Hare contracts since 2011. The other two firms, Diamond Coring and Perdel Contracting, are barred from doing city business as a result of the case.","Date":"2012","image":{"src":"2012 Man admits to running phony woman-owned business - Chicago Tribune-1.png","styles":"align-right large","alt":"A newspaper clip","cutline":"News clipping: Chicago Tribune"}},{"Description":"Emanuel approves a controversial advertising deal with French firm JCDecaux Airport Inc., the lone bidder to sell ads on the airport’s in-house people mover transit system. The company — whose lobbyists include former Mayor Daley’s political aide Victor Reyes, as well as a Daley nephew — has already amassed $1.5 billion in city contracts to sell ads on bus shelters and expressway billboards.","Date":"2013"},{"Description":"Emanuel signs a $310 million contract with Parsons Corporation on April 28, 2015 to overhaul O’Hare’s people mover shuttle. Two weeks later, he holds a news conference to announce a former Parsons vice president, Ginger Evans, as his aviation commissioner. In that role, she oversees the contract of her former employer. In a recent interview Evans told the BGA there was no conflict.\n   \nEmanuel also approves a $10.5 million change to a controversial digital advertising deal at O’Hare that clears the way for Clear Channel Outdoor to take over the airport’s lucrative luggage cart services. Clear Channel hires as its lobbyist Tim Dart, brother of Cook County Sheriff Tom Dart.","Date":"2015"},{"Description":"Following a <a href=\"https://www.bettergov.org/news/bga-forces-release-of-mayor-rahm-emanuel-private-emails-garners-landmark-policy-shift\">Better Government Association records lawsuit</a>, Emanuel discloses his personal email communications that pertain to public business. As a result, $27,000 in city ethics fines are levied against United Airlines Inc. and its lobbyist, former 43rd Ward Ald. William Singer. United, O’Hare’s largest airline, and Singer are accused of breaking lobbying rules in their efforts to influence Emanuel’s O’Hare expansion. Two weeks after what the Chicago Board of Ethics described as improper contact, Emanuel announced United and other airlines had agreed to build a series of new airport gates, which would be funded with $300 million charged to passengers through a ticket fee.","Date":"2017"},{"Description":"AOR Transit, a joint venture that has operated O’Hare’s people mover system since the 1990s, wins its latest no-bid contract extension from the Emanuel administration — boosting its potential payments on a five-year, $115 million contract to nearly $305 million, records show. The venture has long had ties to Chicago politicians, including former Mayor Richard M. Daley and his one-time floor leader in the City Council, Patrick Huels, 11th. In 1998, members of the joint venture — suburban-based Harbour Contactors and R.M. Chin & Associates — received federal grand jury subpoenas as part of a federal probe into a $1.25 million loan a Huels-owned company received from a city trucking contractor. That probe resulted in Huel’s resignation from council.","Date":"2018","image":{"src":"2018 Another O’Hare deal sees costs soar thanks to City Hall's no-bid add-ons - Chicago Sun-Times-1.png","styles":"align-right large","alt":"A newspaper clip","cutline":"News clipping: Chicago Sun-Times"}},{"Description":"F.H. Paschen, S.N. Nielsen & Associates, one of O’Hare’s largest construction contractors, pays $2 million to settle allegations brought by the Illinois attorney general’s office accusing the company of using a minority-owned business to fraudulently secure two government contracts unrelated to the airport. As part of the settlement agreement, no wrongdoing is acknowledged by the company. It is the second time the firm came under scrutiny for allegedly abusing minority set-aside programs. The city sought to ban the company from city business for three years in 2005 over similar allegations, but the company won a reprieve after it fired an employee who forged a signature and put new safeguards in place, records show.","Date":"2018"}]}